export const menus = [
  {
    name: 'กระเพาะปลา',
    unit: '1 ชาม',
    cal: 150
  },
  {
    name: 'กระเพาะปลาตุ๋นน้ำแดง',
    unit: '1 ชาม',
    cal: 225
  },
  {
    name: 'กล้วยไข่',
    unit: '1 ลูก',
    cal: 40
  },
  {
    name: 'กล้วยคลุกมะพร้าว',
    unit: '1 ถ้วย',
    cal: 100
  },
  {
    name: 'กล้วยฉาบ',
    unit: '1 ชิ้น',
    cal: 29
  },
  {
    name: 'กล้วยตาก',
    unit: '1 ผล',
    cal: 30
  },
  {
    name: 'กล้วยทอด (กล้วยแขก)',
    unit: '1 ชิ้น',
    cal: 50
  },
  {
    name: 'กล้วยน้ำว้า',
    unit: '1 ลูก',
    cal: 36
  },
  {
    name: 'กล้วยบวชชี',
    unit: '1 ถ้วยเล็ก',
    cal: 152
  },
  {
    name: 'กล้วยเล็บมือนาง',
    unit: '1 ผล',
    cal: 30
  },
  {
    name: 'กล้วยหอม',
    unit: '1 ลูก',
    cal: 77
  },
  {
    name: 'กวยจั๊บ',
    unit: '1 ชาม',
    cal: 240
  },
  {
    name: 'กวยจั๊บญวณ',
    unit: '1 ชาม',
    cal: 235
  },
  {
    name: 'ก๋วยเตี๋ยวแขก',
    unit: '1 ชาม',
    cal: 380
  },
  {
    name: 'ก๋วยเตี๋ยวคั่วไก่',
    unit: '1 จาน',
    cal: 435
  },
  {
    name: 'ก๋วยเตี๋ยวต้มยำกุ้ง',
    unit: '1 ถ้วย',
    cal: 320
  },
  {
    name: 'ก๋วยเตี๋ยวเนื้อเลียง',
    unit: '1 ถ้วย',
    cal: 370
  },
  {
    name: 'ก๋วยเตี๋ยวเนื้อสับ',
    unit: '1 จาน',
    cal: 370
  },
  {
    name: 'ก๋วยเตี๋ยวผัดกะเพราไก่',
    unit: '1 จาน',
    cal: 440
  },
  {
    name: 'ก๋วยเตี๋ยวผัดไทยใส่ไข่',
    unit: '1 จาน',
    cal: 577
  },
  {
    name: 'ก๋วยเตี๋ยวราดหน้าปลากะพง',
    unit: '1 จาน',
    cal: 435
  },
  {
    name: 'ก๋วยเตี๋ยวเรือน้ำตก',
    unit: '1 ชาม',
    cal: 180
  },
  {
    name: 'ก๋วยเตี๋ยวเรือน้ำตกแห้ง',
    unit: '1 ชาม',
    cal: 225
  },
  {
    name: 'ก๋วยเตี๋ยวเส้นปลาน้ำ',
    unit: '1 ชาม',
    cal: 375
  },
  {
    name: 'ก๋วยเตี๋ยวเส้นปลาแห้ง',
    unit: '1 ชาม',
    cal: 420
  },
  {
    name: 'ก๋วยเตี๋ยวเส้นเล็กต้มยำหมู',
    unit: '1 ชาม',
    cal: 335
  },
  {
    name: 'ก๋วยเตี๋ยวเส้นเล็กหมูแห้ง',
    unit: '1 ชาม',
    cal: 330
  },
  {
    name: 'ก๋วยเตี๋ยวเส้นหมี่น้ำลูกชิ้นเนื้อวัว',
    unit: '1 จาน',
    cal: 226
  },
  {
    name: 'ก๋วยเตี๋ยวเส้นหมี่ลูกชิ้นเนื้อ',
    unit: '1 ชาม',
    cal: 258
  },
  {
    name: 'ก๋วยเตี๋ยวเส้นใหญ่ผัดซีอิ๊วใส่ไข่',
    unit: '1 จาน',
    cal: 520
  },
  {
    name: 'ก๋วยเตี๋ยวเส้นใหญ่ราดหน้าไก่',
    unit: '1 จาน',
    cal: 397
  },
  {
    name: 'ก๋วยเตี๋ยวเส้นใหญ่ราดหน้าหมู',
    unit: '1 จาน',
    cal: 397
  },
  {
    name: 'ก๋วยเตี๋ยวหลอด',
    unit: '1 ชิ้น',
    cal: 50
  },
  {
    name: 'กะละแม',
    unit: '1 ห่อเล็ก',
    cal: 65
  },
  {
    name: 'กะหรี่ปั๊บ',
    unit: '1 ตัว',
    cal: 157
  },
  {
    name: 'กุ้งแช่น้ำปลา',
    unit: '1 ตัว',
    cal: 14
  },
  {
    name: 'กุ้งทอดกระเทียมพริกไทย',
    unit: '1 ตัวขนาดกลาง',
    cal: 86
  },
  {
    name: 'กุ้งนางนึ่งนมสด',
    unit: '1 ถ้วย',
    cal: 185
  },
  {
    name: 'กุ้งนึ่งกระเทียม',
    unit: '1 จาน',
    cal: 124
  },
  {
    name: 'กุ้งผัดพริกอ่อน',
    unit: '1 จาน',
    cal: 235
  },
  {
    name: 'กุ้งฝอยชุบแป้งทอด',
    unit: '1 แพ',
    cal: 308
  },
  {
    name: 'กุ้งอบวุ้นเส้น',
    unit: '1 จาน',
    cal: 300
  },
  {
    name: 'กุนเชียงทอด',
    unit: '1 ชิ้นเล็ก',
    cal: 120
  },
  {
    name: 'กุยช่ายทอด',
    unit: '1 ชิ้น',
    cal: 114
  },
  {
    name: 'เกาเหลาราดหน้า',
    unit: '1 ถ้วย',
    cal: 300
  },
  {
    name: 'เกาเหลาลูกชิ้นน้ำ',
    unit: '1 ชาม',
    cal: 225
  },
  {
    name: 'เกี๊ยวกรอบราดหน้ากุ้ง',
    unit: '1 จาน',
    cal: 635
  },
  {
    name: 'เกี๊ยวซ่า',
    unit: '1 ชิ้น',
    cal: 63
  },
  {
    name: 'เกี๊ยวกุ้งน้ำ',
    unit: '1 ชาม',
    cal: 275
  },
  {
    name: 'เกี๊ยวปลาน้ำ',
    unit: '1 ถ้วย',
    cal: 165
  },
  {
    name: 'แกงกะหรี่ไก่',
    unit: '1 ถ้วย',
    cal: 450
  },
  {
    name: 'แกงกะหรี่หมู',
    unit: '1 ถ้วย',
    cal: 325
  },
  {
    name: 'แกงขี้เหล็ก',
    unit: '1 ถ้วย',
    cal: 195
  },
  {
    name: 'แกงขี้เหล็กหมูย่าง',
    unit: '1 ถ้วย',
    cal: 245
  },
  {
    name: 'แกงเขียวหวานไก่',
    unit: '1 ถ้วย',
    cal: 240
  },
  {
    name: 'แกงเขียวหวานปลาดุก',
    unit: '1 ถ้วย',
    cal: 235
  },
  {
    name: 'แกงเขียวหวานลูกชิ้นปลากราย',
    unit: '1 ถ้วย',
    cal: 240
  },
  {
    name: 'แกงเขียวหวานหมู',
    unit: '1 ถ้วย',
    cal: 235
  },
  {
    name: 'แกงจืดไข่เจียว',
    unit: '1 ถ้วย',
    cal: 120
  },
  {
    name: 'แกงจืดตำลึงหมูสับ',
    unit: '1 ถ้วย',
    cal: 90
  },
  {
    name: 'แกงจืดเต้าหู้ไม่ใส่หมูสับ',
    unit: '1 ถ้วย',
    cal: 80
  },
  {
    name: 'แกงจืดเต้าหู้ยัดไส้',
    unit: '1 ถ้วย',
    cal: 110
  },
  {
    name: 'แกงจืดถั่วงอกไม่ใส่หมูสับ',
    unit: '1 ถ้วย',
    cal: 50
  },
  {
    name: 'แกงจืดถั่วงอกหมูสับ',
    unit: '1 ถ้วย',
    cal: 50
  },
  {
    name: 'แกงจืดฟักยัดไส้',
    unit: '1 ถ้วย',
    cal: 90
  },
  {
    name: 'แกงจืดมะระยัดไส้',
    unit: '1 ถ้วย',
    cal: 90
  },
  {
    name: 'แกงจืดมะระยัดไส้หมูวุ้นเส้น',
    unit: '1 ชิ้น',
    cal: 66
  },
  {
    name: 'แกงจืดวุ้นเส้น',
    unit: '1 ถ้วย',
    cal: 85
  },
  {
    name: 'แกงไตปลา',
    unit: '1 ถ้วย',
    cal: 50
  },
  {
    name: 'แกงป่าไก่',
    unit: '1 ถ้วย',
    cal: 110
  },
  {
    name: 'แกงเผ็ดไก่ใส่มะเขือ',
    unit: '1 ถ้วย',
    cal: 235
  },
  {
    name: 'แกงเผ็ดไก่ใส่หน่อไม้',
    unit: '1 ถ้วย',
    cal: 245
  },
  {
    name: 'แกงเผ็ดเป็ดย่าง',
    unit: '1 ถ้วย',
    cal: 240
  },
  {
    name: 'แกงเผ็ดฟักทองใส่หมู',
    unit: '1 ถ้วย',
    cal: 250
  },
  {
    name: 'แกงเผ็ดฟักทองหมู',
    unit: '1 ถ้วย',
    cal: 250
  },
  {
    name: 'แกงเผ็ดมะเขือไก่',
    unit: '1 ถ้วย',
    cal: 235
  },
  {
    name: 'แกงเผ็ดลูกชิ้นปลา',
    unit: '1 ถ้วย',
    cal: 240
  },
  {
    name: 'แกงเผ็ดหน่อไม้ไก่',
    unit: '1 ถ้วย',
    cal: 245
  },
  {
    name: 'แกงเผ็ดหมูยอดมะพร้าว',
    unit: '1 ถ้วย',
    cal: 245
  },
  {
    name: 'แกงมัสมั่นไก่',
    unit: '1 ถ้วย',
    cal: 325
  },
  {
    name: 'แกงเลียง',
    unit: '1 ชาม',
    cal: 115
  },
  {
    name: 'แกงเลียงผักรวม',
    unit: '1 ถ้วย',
    cal: 48
  },
  {
    name: 'แกงส้ม',
    unit: '1 ถ้วย',
    cal: 28
  },
  {
    name: 'แกงส้มชะอมไข่ทอดใส่กุ้ง',
    unit: '1 ถ้วย',
    cal: 270
  },
  {
    name: 'แกงส้มดอกแคกุ้ง',
    unit: '1 ถ้วย',
    cal: 105
  },
  {
    name: 'แกงส้มปลาช่อนผักบุ้ง',
    unit: '1 ถ้วย',
    cal: 105
  },
  {
    name: 'แกงส้มปลาแป๊ะซะ',
    unit: '1 ถ้วย',
    cal: 160
  },
  {
    name: 'แกงส้มผักกระเฉดปลา',
    unit: '1 ชาม',
    cal: 110
  },
  {
    name: 'แกงส้มผักบุ้งปลาช่อน',
    unit: '1 ถ้วย',
    cal: 105
  },
  {
    name: 'แกงส้มผักรวม',
    unit: '1 ถ้วย',
    cal: 120
  },
  {
    name: 'แกงหมูเทโพ',
    unit: '1 ถ้วย',
    cal: 300
  },
  {
    name: 'แกงเหลืองมะละกอกุ้ง',
    unit: '1 ถ้วย',
    cal: 80
  },
  {
    name: 'แกงเหลืองหน่อไม้ดองกับปลา',
    unit: '1 ถ้วย',
    cal: 80
  },
  {
    name: 'แก้วมังกร',
    unit: '1 ลูก',
    cal: 60
  },
  {
    name: 'โกยซีหมี่',
    unit: '1 จาน',
    cal: 550
  },
  {
    name: 'ไก่ KFC สะโพก',
    unit: '1 ชิ้น',
    cal: 355
  },
  {
    name: 'ไก่ KFC ฮอตวิง',
    unit: '1 ชิ้น',
    cal: 78
  },
  {
    name: 'ไก่ตุ๋นมะนาวดอง',
    unit: '1 ชาม',
    cal: 110
  },
  {
    name: 'ไก่ทอด',
    unit: '1 น่อง',
    cal: 345
  },
  {
    name: 'ไก่ผัดขิง',
    unit: '1 จาน',
    cal: 210
  },
  {
    name: 'ไก่ยอชุบแป้งทอด',
    unit: '1 ชิ้น',
    cal: 73
  },
  {
    name: 'ไก่ย่าง',
    unit: '1 น่อง',
    cal: 165
  },
  {
    name: 'ขนมกรวย',
    unit: '1 กรวย',
    cal: 63
  },
  {
    name: 'ขนมกล้วย',
    unit: '1 ห่อ',
    cal: 120
  },
  {
    name: 'ขนมกลีบลำดวน',
    unit: '1 ชิ้น',
    cal: 23
  },
  {
    name: 'ขนมกุยช่าย',
    unit: '1 ชิ้น',
    cal: 53
  },
  {
    name: 'ขนมเกลียว',
    unit: '1 ตัว',
    cal: 25
  },
  {
    name: 'ขนมขี้หนู',
    unit: '1 ถ้วย',
    cal: 165
  },
  {
    name: 'ขนมเข่ง',
    unit: '1 กระทง',
    cal: 120
  },
  {
    name: 'ขนมครก',
    unit: '1 คู่',
    cal: 92
  },
  {
    name: 'ขนมจีน',
    unit: '1 ทัพพี',
    cal: 80
  },
  {
    name: 'ขนมจีนแกงเขียวหวานไก่',
    unit: '1 ชาม',
    cal: 594
  },
  {
    name: 'ขนมจีนซาวน้ำ',
    unit: '1 จาน',
    cal: 320
  },
  {
    name: 'ขนมจีนน้ำเงี้ยว',
    unit: '1 ถ้วย',
    cal: 243
  },
  {
    name: 'ขนมจีนน้ำพริก',
    unit: '1 จาน',
    cal: 228
  },
  {
    name: 'ขนมจีนน้ำยา',
    unit: '1 จาน',
    cal: 332
  },
  {
    name: 'ขนมจีนน้ำยาปักษ์ใต้',
    unit: '1 จาน',
    cal: 146
  },
  {
    name: 'ขนมจีบหมู',
    unit: '1 ชิ้น',
    cal: 32
  },
  {
    name: 'ขนมตาล',
    unit: '1 กระทง',
    cal: 58
  },
  {
    name: 'ขนมถั่วแปบ',
    unit: '1 ชิ้น',
    cal: 14
  },
  {
    name: 'ขนมเทียน',
    unit: '1 ห่อ',
    cal: 103
  },
  {
    name: 'ขนมบ้าบิ่น',
    unit: '1 ชิ้น',
    cal: 130
  },
  {
    name: 'ขนมเบื้องไทยไส้เค็ม',
    unit: '1 แผ่น',
    cal: 50
  },
  {
    name: 'ขนมเบื้องไทยไส้หวาน',
    unit: '1 แผ่น',
    cal: 60
  },
  {
    name: 'ขนมเปียกปูน',
    unit: '1 จานเล็ก',
    cal: 195
  },
  {
    name: 'ขนมผิง',
    unit: '1 ชิ้นเล็ก',
    cal: 5
  },
  {
    name: 'ขนมฝักบัว',
    unit: '1 ชิ้น',
    cal: 70
  },
  {
    name: 'ขนมเล็บมือนาง',
    unit: '1 จานเล็ก',
    cal: 275
  },
  {
    name: 'ขนมหน้านวล',
    unit: '1 ชิ้น',
    cal: 22
  },
  {
    name: 'ขนมหัวผักกาดผัด',
    unit: '1 จาน',
    cal: 560
  },
  {
    name: 'ขนมหัวผักกาดผัดใส่ไข่',
    unit: '1 จาน',
    cal: 630
  },
  {
    name: 'ข้าวกะเพราเนื้อ',
    unit: '1 จาน',
    cal: 622
  },
  {
    name: 'ข้าวกุ้งทอดกระเทียม',
    unit: '1 จาน',
    cal: 495
  },
  {
    name: 'ข้าวเกรียบกุ้ง',
    unit: '1 แผ่น',
    cal: 37
  },
  {
    name: 'ข้าวเกรียบปากหม้อ',
    unit: '1 ชิ้น',
    cal: 26
  },
  {
    name: 'ข้าวแกงกะหรี่ไก่',
    unit: '1 จาน',
    cal: 389
  },
  {
    name: 'ข้าวแกงเผ็ดไก่',
    unit: '1 จาน',
    cal: 485
  },
  {
    name: 'ข้าวไก่อบ',
    unit: '1 จาน',
    cal: 490
  },
  {
    name: 'ข้าวขาหมู',
    unit: '1 จาน',
    cal: 690
  },
  {
    name: 'ข้าวไข่เจียว',
    unit: '1 จาน',
    cal: 445
  },
  {
    name: 'ข้าวคลุกกะปิ',
    unit: '1 จาน',
    cal: 410
  },
  {
    name: 'ข้าวแช่',
    unit: '1 ชุด',
    cal: 350
  },
  {
    name: 'ข้าวซอยไก่',
    unit: '1 ชาม',
    cal: 395
  },
  {
    name: 'ข้าวซอยหมู',
    unit: '1 ชาม',
    cal: 395
  },
  {
    name: 'ข้าวต้ม (ข้าวกล้อง)',
    unit: '1 ถ้วย',
    cal: 120
  },
  {
    name: 'ข้าวต้ม (ข้าวขาว)',
    unit: '1 ถ้วย',
    cal: 120
  },
  {
    name: 'ข้าวต้มทรงเครื่อง',
    unit: '1 ถ้วย',
    cal: 230
  },
  {
    name: 'ข้าวต้มปลา',
    unit: '1 ถ้วย',
    cal: 325
  },
  {
    name: 'ข้าวต้มมัด',
    unit: '1 มัด',
    cal: 285
  },
  {
    name: 'ข้าวตังหน้าตั้ง',
    unit: '1 แผ่น',
    cal: 90
  },
  {
    name: 'ข้าวตังหมูหยอง',
    unit: '1 แผ่น',
    cal: 80
  },
  {
    name: 'ข้าวแตนราดน้ำตาล',
    unit: '1 แผ่น',
    cal: 150
  },
  {
    name: 'ข้าวปุ้น (ส้มตำ-ขนมจีน)',
    unit: '1 จาน',
    cal: 180
  },
  {
    name: 'ข้าวผัดกะเพราหมูกรอบ',
    unit: '1 จาน',
    cal: 650
  },
  {
    name: 'ข้าวผัดกะเพรากุ้ง',
    unit: '1 จาน',
    cal: 540
  },
  {
    name: 'ข้าวผัดกะเพราไก่',
    unit: '1 จาน',
    cal: 554
  },
  {
    name: 'ข้าวผัดกะเพราไก่ไข่ดาว',
    unit: '1 จาน',
    cal: 630
  },
  {
    name: 'ข้าวผัดกะเพราหมู',
    unit: '1 จาน',
    cal: 580
  },
  {
    name: 'ข้าวผัดกุ้งใส่ไข่',
    unit: '1 จาน',
    cal: 595
  },
  {
    name: 'ข้าวผัดกุนเชียง',
    unit: '1 จาน',
    cal: 590
  },
  {
    name: 'ข้าวผัดแกงเขียวหวานไก่',
    unit: '1 จาน',
    cal: 630
  },
  {
    name: 'ข้าวผัดคะน้าหมูกรอบ',
    unit: '1 จาน',
    cal: 670
  },
  {
    name: 'ข้าวผัดต้มยำทะเลแห้ง',
    unit: '1 จาน',
    cal: 400
  },
  {
    name: 'ข้าวผัดน้ำพริกกุ้งสด',
    unit: '1 จาน',
    cal: 460
  },
  {
    name: 'ข้าวผัดน้ำพริกเผาหมู',
    unit: '1 จาน',
    cal: 665
  },
  {
    name: 'ข้าวผัดน้ำพริกลงเรือ',
    unit: '1 จาน',
    cal: 605
  },
  {
    name: 'ข้าวผัดปลาเค็ม',
    unit: '1 จาน',
    cal: 405
  },
  {
    name: 'ข้าวผัดปลาหมึกน้ำพริกเผา',
    unit: '1 จาน',
    cal: 535
  },
  {
    name: 'ข้าวผัดปูใส่ไข่',
    unit: '1 จาน',
    cal: 610
  },
  {
    name: 'ข้าวผัดผักกระเฉดหมูกรอบ',
    unit: '1 จาน',
    cal: 600
  },
  {
    name: 'ข้าวผัดมันกุ้งใส่ไข่',
    unit: '1 จาน',
    cal: 575
  },
  {
    name: 'ข้าวผัดรวมมิตร (น้ำมันน้อย)',
    unit: '1 จาน',
    cal: 210
  },
  {
    name: 'ข้าวผัดสับปะรด',
    unit: '1 จาน',
    cal: 335
  },
  {
    name: 'ข้าวผัดไส้กรอก',
    unit: '1 จาน',
    cal: 520
  },
  {
    name: 'ข้าวผัดหนำเลี้ยบหมูใส่ไข่',
    unit: '1 จาน',
    cal: 370
  },
  {
    name: 'ข้าวผัดหมูน้ำพริกเผา',
    unit: '1 จาน',
    cal: 665
  },
  {
    name: 'ข้าวผัดหมูใส่ไข่',
    unit: '1 จาน',
    cal: 557
  },
  {
    name: 'ข้าวผัดแหนม',
    unit: '1 จาน',
    cal: 610
  },
  {
    name: 'ข้าวผัดอเมริกัน',
    unit: '1 จาน',
    cal: 790
  },
  {
    name: 'ข้าวพะแนงเนื้อ',
    unit: '1 จาน',
    cal: 457
  },
  {
    name: 'ข้าวโพดต้ม',
    unit: '1 ฝัก',
    cal: 200
  },
  {
    name: 'ข้าวมันไก่',
    unit: '1 จาน',
    cal: 596
  },
  {
    name: 'ข้าวมันไก่ทอด',
    unit: '1 จาน',
    cal: 695
  },
  {
    name: 'ข้าวเม่าทอด',
    unit: '1 ชิ้น',
    cal: 209
  },
  {
    name: 'ข้าวยำปักษ์ใต้',
    unit: '1 จาน',
    cal: 248
  },
  {
    name: 'ข้าวราดแกงเขียวหวานไก่',
    unit: '1 จาน',
    cal: 483
  },
  {
    name: 'ข้าวราดผัดผักบุ้ง ไข่ดาว',
    unit: '1 จาน',
    cal: 410
  },
  {
    name: 'ข้าวราดผัดผักใส่หมู',
    unit: '1 จาน',
    cal: 370
  },
  {
    name: 'ข้าวราดหน้าไก่',
    unit: '1 จาน',
    cal: 400
  },
  {
    name: 'ข้าวสตูไก่',
    unit: '1 จาน',
    cal: 465
  },
  {
    name: 'ข้าวสวย',
    unit: '1 ทัพพี',
    cal: 68
  },
  {
    name: 'ข้าวสวย (ข้าวกล้อง)',
    unit: '1 ทัพพี',
    cal: 80
  },
  {
    name: 'ข้าวสวย (ข้าวขาว)',
    unit: '1 ทัพพี',
    cal: 80
  },
  {
    name: 'ข้าวหน้ากุ้งผัดพริกสด',
    unit: '1 จาน',
    cal: 540
  },
  {
    name: 'ข้าวหน้าเป็ด',
    unit: '1 จาน',
    cal: 495
  },
  {
    name: 'ข้าวหมกไก่',
    unit: '1 จาน',
    cal: 534
  },
  {
    name: 'ข้าวหมูแดง',
    unit: '1 จาน',
    cal: 541
  },
  {
    name: 'ข้าวหมูทอด',
    unit: '1 จาน',
    cal: 416
  },
  {
    name: 'ข้าวหมูทอดกระเทียม',
    unit: '1 จาน',
    cal: 525
  },
  {
    name: 'ข้าวหมูอบ',
    unit: '1 จาน',
    cal: 389
  },
  {
    name: 'ข้าวเหนียวกะทิทุเรียน',
    unit: '1 ถ้วย',
    cal: 225
  },
  {
    name: 'ข้าวเหนียวดำ',
    unit: '1 ถ้วยเล็ก',
    cal: 205
  },
  {
    name: 'ข้าวเหนียวตัด',
    unit: '1 ชิ้น',
    cal: 210
  },
  {
    name: 'ข้าวเหนียวนึ่ง',
    unit: '1 ทัพพี',
    cal: 160
  },
  {
    name: 'ข้าวเหนียวมูนกะทิ',
    unit: '1 จานเล็ก',
    cal: 197
  },
  {
    name: 'ข้าวเหนียวหน้าสังขยา',
    unit: '1 จานเล็ก',
    cal: 223
  },
  {
    name: 'ข้าวเหนียวหมูทอด',
    unit: '1 ชุด',
    cal: 440
  },
  {
    name: 'ข้าวเหนียวหมูสวรรค์',
    unit: '1 ชุด',
    cal: 480
  },
  {
    name: 'ข้าวอบเผือก',
    unit: '1 จาน',
    cal: 385
  },
  {
    name: 'ไข่เค็ม',
    unit: '1 ฟอง',
    cal: 75
  },
  {
    name: 'ไข่เจียว',
    unit: '1 ฟอง',
    cal: 215
  },
  {
    name: 'ไข่ดาว',
    unit: '1 ฟอง',
    cal: 215
  },
  {
    name: 'ไข่ดาวทรงเครื่อง',
    unit: '1 ฟอง',
    cal: 250
  },
  {
    name: 'ไข่ต้ม',
    unit: '1 ฟอง',
    cal: 73
  },
  {
    name: 'ไข่ตุ๋น',
    unit: '1 ฟอง',
    cal: 75
  },
  {
    name: 'ไข่ตุ๋นทรงเครื่อง',
    unit: '1 ฟอง',
    cal: 159
  },
  {
    name: 'ไข่นกกระทา',
    unit: '1 จานเล็ก',
    cal: 191
  },
  {
    name: 'ไข่พะโล้',
    unit: '1 ถ้วย',
    cal: 180
  },
  {
    name: 'ไข่ยัดไส้',
    unit: '1 จาน',
    cal: 310
  },
  {
    name: 'ไข่ลวก',
    unit: '1 ฟอง',
    cal: 75
  },
  {
    name: 'ไข่ลูกเขย',
    unit: '1 ฟอง',
    cal: 205
  },
  {
    name: 'ไข่หงส์',
    unit: '1 ใบ',
    cal: 58
  },
  {
    name: 'ครองแครงกรอบเค็ม',
    unit: '1 ตัว',
    cal: 19
  },
  {
    name: 'ครัวซอง',
    unit: '1 ชิ้น',
    cal: 235
  },
  {
    name: 'ครีมซุปไก่',
    unit: '1 ถ้วย',
    cal: 160
  },
  {
    name: 'คอหมูย่าง',
    unit: '1 จาน',
    cal: 200
  },
  {
    name: 'คะน้าหมูกรอบ',
    unit: '1 จาน',
    cal: 420
  },
  {
    name: 'เครื่องในไก่ผัดขิง',
    unit: '1 จาน',
    cal: 200
  },
  {
    name: 'แคนตาลูป',
    unit: '1 ชิ้น',
    cal: 4
  },
  {
    name: 'แคบหมู มีมัน',
    unit: '1 ชิ้นเล็ก',
    cal: 13
  },
  {
    name: 'แคบหมู ไร้มัน',
    unit: '1 ชิ้นเล็ก',
    cal: 10
  },
  {
    name: 'โครงไก่ทอด',
    unit: '1 ตัว',
    cal: 656
  },
  {
    name: 'เงาะ',
    unit: '1 ลูก',
    cal: 12
  },
  {
    name: 'แจ่วบอง',
    unit: '1 ถ้วย',
    cal: 25
  },
  {
    name: 'โจ๊กใส่ไข่',
    unit: '1 ถ้วย',
    cal: 250
  },
  {
    name: 'โจ๊กหมู',
    unit: '1 ถ้วย',
    cal: 160
  },
  {
    name: 'โจ๊กหมูตับ ใส่ไข่ลวก',
    unit: '1 ถ้วย',
    cal: 230
  },
  {
    name: 'เฉาก๊วย',
    unit: '1 ถ้วย',
    cal: 90
  },
  {
    name: 'ชมพู่',
    unit: '1 ผล',
    cal: 16
  },
  {
    name: 'เชอร์รี',
    unit: '1 ผล',
    cal: 15
  },
  {
    name: 'ซาลาเปาทอด',
    unit: '1 ลูก',
    cal: 157
  },
  {
    name: 'ซาลาเปาไส้หมู',
    unit: '1 ลูก',
    cal: 202
  },
  {
    name: 'ซาหริ่ม',
    unit: '1 ชุด',
    cal: 217
  },
  {
    name: 'ซ่าหริ่ม',
    unit: '1 ถ้วย',
    cal: 275
  },
  {
    name: 'ซุปข้าวโพด',
    unit: '1 ถ้วย',
    cal: 140
  },
  {
    name: 'ซุปผัก (ใส)',
    unit: '1 ถ้วย',
    cal: 15
  },
  {
    name: 'ซุปหน่อไม้',
    unit: '1 จาน',
    cal: 40
  },
  {
    name: 'ต้มกะทิสายบัวปลาทูนึ่ง',
    unit: '1 ถ้วย',
    cal: 225
  },
  {
    name: 'ต้มข่าไก่',
    unit: '1 ถ้วย',
    cal: 210
  },
  {
    name: 'ต้มโคล้งไก่ย่าง',
    unit: '1 ถ้วย',
    cal: 115
  },
  {
    name: 'ต้มโคล้งปลากรอบ',
    unit: '1 ถ้วย',
    cal: 60
  },
  {
    name: 'ต้มจับฉ่าย',
    unit: '1 ถ้วย',
    cal: 15
  },
  {
    name: 'ต้มจืดเลือดหมู',
    unit: '1 ถ้วย',
    cal: 120
  },
  {
    name: 'ต้มตือฮวน',
    unit: '1 ถ้วย',
    cal: 160
  },
  {
    name: 'ต้มผักกาดดองซี่โครงหมู',
    unit: '1 ถ้วย',
    cal: 90
  },
  {
    name: 'ต้มยำกุ้ง',
    unit: '1 ถ้วย',
    cal: 65
  },
  {
    name: 'ต้มยำไก่',
    unit: '1 ถ้วย',
    cal: 60
  },
  {
    name: 'ต้มยำไก่ใส่เห็ด',
    unit: '1 ถ้วย',
    cal: 80
  },
  {
    name: 'ต้มยำปลากระป๋อง',
    unit: '1 ถ้วย',
    cal: 55
  },
  {
    name: 'ต้มยำปลากะพง',
    unit: '1 ถ้วย',
    cal: 80
  },
  {
    name: 'ต้มยำปลาทู',
    unit: '1 ถ้วย',
    cal: 10
  },
  {
    name: 'ต้มยำปลาหมึก',
    unit: '1 ถ้วย',
    cal: 9
  },
  {
    name: 'ต้มยำเห็ดสด',
    unit: '1 ถ้วย',
    cal: 30
  },
  {
    name: 'ต้มส้มปลาทู',
    unit: '1 ถ้วย',
    cal: 130
  },
  {
    name: 'ต้มหัวผักกาดขาวซี่โครงหมู',
    unit: '1 ถ้วย',
    cal: 90
  },
  {
    name: 'ตะโก้แห้ว',
    unit: '1 กระทง',
    cal: 78
  },
  {
    name: 'ตับไก่ปิ้ง',
    unit: '1 ไม้',
    cal: 60
  },
  {
    name: 'เต้าส่วน',
    unit: '1 ถ้วย',
    cal: 215
  },
  {
    name: 'เต้าหู้แข็ง',
    unit: '1 ก้อน',
    cal: 210
  },
  {
    name: 'เต้าหู้ไข่',
    unit: '1 หลอด',
    cal: 70
  },
  {
    name: 'เต้าหู้ทอด',
    unit: '1 ชิ้น',
    cal: 57
  },
  {
    name: 'เต้าหู้นมสด',
    unit: '1 ถ้วย',
    cal: 150
  },
  {
    name: 'เต้าฮวยน้ำขิง',
    unit: '1 ถ้วย',
    cal: 130
  },
  {
    name: 'แตงไทย',
    unit: '1 ชิ้น',
    cal: 4
  },
  {
    name: 'แตงโม',
    unit: '1 กิโลกรัม',
    cal: 250
  },
  {
    name: 'ถั่วทอด',
    unit: '1 แพ',
    cal: 82
  },
  {
    name: 'ถั่วลิสงทอด',
    unit: '1 ช้อนโต๊ะ',
    cal: 62
  },
  {
    name: 'ทองม้วน',
    unit: '1 อัน',
    cal: 35
  },
  {
    name: 'ทอดมันกุ้ง',
    unit: '1 จาน',
    cal: 255
  },
  {
    name: 'ทอดมันปลากราย',
    unit: '1 ชิ้น',
    cal: 37
  },
  {
    name: 'ทับทิมกรอบ',
    unit: '1 ถ้วย',
    cal: 250
  },
  {
    name: 'ทุเรียนสด',
    unit: '1 เม็ด',
    cal: 59
  },
  {
    name: 'ทุเรียนทอดกรอบ',
    unit: '1 ชิ้น',
    cal: 9
  },
  {
    name: 'เทมปุระ',
    unit: '1 ชิ้น',
    cal: 77
  },
  {
    name: 'นมถั่วเหลือง (ไม่มีน้ำตาล)',
    unit: '1 แก้ว',
    cal: 55
  },
  {
    name: 'น่องไก่ทอด',
    unit: '1 น่อง',
    cal: 345
  },
  {
    name: 'น่องไก่ย่าง',
    unit: '1 น่อง',
    cal: 97
  },
  {
    name: 'น้อยหน่า',
    unit: '1 ลูก',
    cal: 61
  },
  {
    name: 'น้ำกระเจี๊ยบ',
    unit: '1 แก้ว',
    cal: 120
  },
  {
    name: 'น้ำโค้ก, น้ำเป๊ปซี่',
    unit: '1 แก้ว',
    cal: 100
  },
  {
    name: 'น้ำปลามะนาว',
    unit: '1 ตัวเล็ก',
    cal: 165
  },
  {
    name: 'น้ำพริกกะปิผักสด',
    unit: '1 ช้อนโต๊ะ',
    cal: 28
  },
  {
    name: 'น้ำพริกกุ้งเผา',
    unit: '1 ถ้วย',
    cal: 90
  },
  {
    name: 'น้ำพริกปลาป่น',
    unit: '1 ถ้วย',
    cal: 35
  },
  {
    name: 'น้ำพริกมะขามเปียก',
    unit: '1 ถ้วย',
    cal: 55
  },
  {
    name: 'น้ำพริกมะขามสด',
    unit: '1 ถ้วย',
    cal: 210
  },
  {
    name: 'น้ำพริกมะม่วง',
    unit: '1 ถ้วย',
    cal: 100
  },
  {
    name: 'น้ำพริกลงเรือ',
    unit: '1 ถ้วย',
    cal: 195
  },
  {
    name: 'น้ำพริกหนุ่ม',
    unit: '1 ช้อนโต๊ะ',
    cal: 18
  },
  {
    name: 'น้ำพริกอ่อง',
    unit: '1 ช้อนโต๊ะ',
    cal: 80
  },
  {
    name: 'น้ำมะเขือเทศ',
    unit: '1 แก้ว',
    cal: 48
  },
  {
    name: 'น้ำมะตูม',
    unit: '1 แก้ว',
    cal: 120
  },
  {
    name: 'น้ำมะนาว',
    unit: '1 แก้ว',
    cal: 100
  },
  {
    name: 'น้ำมะพร้าว',
    unit: '1 แก้ว',
    cal: 120
  },
  {
    name: 'น้ำลำไย',
    unit: '1 แก้ว',
    cal: 100
  },
  {
    name: 'น้ำส้มคั้น',
    unit: '1 แก้ว',
    cal: 160
  },
  {
    name: 'น้ำสับปะรด',
    unit: '1 แก้ว',
    cal: 125
  },
  {
    name: 'น้ำองุ่น',
    unit: '1 แก้ว',
    cal: 112
  },
  {
    name: 'น้ำอ้อย',
    unit: '1 แก้ว',
    cal: 240
  },
  {
    name: 'เนื้อไก่ชุบแป้งทอด',
    unit: '1 ชิ้นเล็ก',
    cal: 71
  },
  {
    name: 'เนื้อน้ำตก',
    unit: '1 จาน',
    cal: 165
  },
  {
    name: 'เนื้อผัดหวาน',
    unit: '1 จาน',
    cal: 590
  },
  {
    name: 'บรั่นดี',
    unit: '1 cc',
    cal: 2
  },
  {
    name: 'บะจ่าง',
    unit: '1 ลูก',
    cal: 300
  },
  {
    name: 'บะหมี่กรอบราดหน้า',
    unit: '1 จาน',
    cal: 515
  },
  {
    name: 'บะหมี่กรอบราดหน้าไก่หน่อไม้',
    unit: '1 จาน',
    cal: 660
  },
  {
    name: 'บะหมี่กรอบราดหน้ารวมมิตร',
    unit: '1 จาน',
    cal: 690
  },
  {
    name: 'บะหมี่กึ่งสำเร็จรูป',
    unit: '1 ก้อน',
    cal: 253
  },
  {
    name: 'บะหมี่กึ่งสำเร็จรูปผัดกะเพราหมู',
    unit: '1 จาน',
    cal: 540
  },
  {
    name: 'บะหมี่กึ่งสำเร็จรูปผัดขี้เมา',
    unit: '1 จาน',
    cal: 530
  },
  {
    name: 'บะหมี่เกี๊ยวเป็ดย่าง',
    unit: '1 ชาม',
    cal: 415
  },
  {
    name: 'บะหมี่น้ำน่องไก่',
    unit: '1 ชาม',
    cal: 375
  },
  {
    name: 'บะหมี่น้ำเกี๊ยวหมูแดง',
    unit: '1 ชาม',
    cal: 305
  },
  {
    name: 'บะหมี่น้ำต้มยำหมู',
    unit: '1 ถ้วย',
    cal: 300
  },
  {
    name: 'บะหมี่น้ำน่องไก่',
    unit: '1 ชาม',
    cal: 375
  },
  {
    name: 'บะหมี่น้ำเป็ด',
    unit: '1 ชาม',
    cal: 370
  },
  {
    name: 'บะหมี่น้ำหมูต้มยำ',
    unit: '1 ชาม',
    cal: 300
  },
  {
    name: 'บะหมี่หมูแดง',
    unit: '1 ชาม',
    cal: 231
  },
  {
    name: 'บะหมี่แห้งหมูแดง',
    unit: '1 ชาม',
    cal: 345
  },
  {
    name: 'บัวลอย',
    unit: '1 ถ้วยเล็ก',
    cal: 223
  },
  {
    name: 'บัวลอยเผือก',
    unit: '1 ถ้วย',
    cal: 300
  },
  {
    name: 'บาร์บีคิวซี่โครงหมูข้าวคลุกเนย',
    unit: '1 ชุด',
    cal: 340
  },
  {
    name: 'เบียร์ไทย',
    unit: '1 แก้ว',
    cal: 148
  },
  {
    name: 'ปลากะพงนึ่งมะนาว',
    unit: '1 ชิ้นกลาง',
    cal: 155
  },
  {
    name: 'ปลาช่อนทอด',
    unit: '1 ตัว',
    cal: 1840
  },
  {
    name: 'ปลาช่อนอบเกลือ',
    unit: '1 ตัว',
    cal: 220
  },
  {
    name: 'ปลาชุบขนมปังทอด + สลัดผัก',
    unit: '1 จาน',
    cal: 595
  },
  {
    name: 'ปลาซาบะย่าง',
    unit: '1 ตัว',
    cal: 220
  },
  {
    name: 'ปลาแซลมอนย่าง',
    unit: '1 จาน',
    cal: 260
  },
  {
    name: 'ปลาทอดสามรส',
    unit: '1 ตัวกลาง',
    cal: 470
  },
  {
    name: 'ปลาทูทอด',
    unit: '1 ตัวกลาง',
    cal: 280
  },
  {
    name: 'ปลานึ่ง',
    unit: '1 ตัว',
    cal: 156
  },
  {
    name: 'ปลาเผา',
    unit: '1 ตัว',
    cal: 156
  },
  {
    name: 'ปลาราดซอสมะนาวมันฝรั่งทอด',
    unit: '1 จาน',
    cal: 560
  },
  {
    name: 'ปลาราดพริก',
    unit: '1 จาน',
    cal: 300
  },
  {
    name: 'ปลาร้าทรงเครื่อง',
    unit: '1 ถ้วย',
    cal: 155
  },
  {
    name: 'ปลาร้าสับ',
    unit: '1 ถ้วย',
    cal: 35
  },
  {
    name: 'ปลาเล็กปลาน้อยทอดกรอบ',
    unit: '1 ช้อนโต๊ะ',
    cal: 80
  },
  {
    name: 'ปลาสลิดทอด',
    unit: '1 ตัว',
    cal: 190
  },
  {
    name: 'ปลาหมึกชุปแป้งทอด',
    unit: '1 ชิ้น',
    cal: 49
  },
  {
    name: 'ปลาหมึกนึ่งมะนาว',
    unit: '1 ตัว',
    cal: 75
  },
  {
    name: 'ปลาหมึกผัดฉ่า',
    unit: '1 ถ้วย',
    cal: 260
  },
  {
    name: 'ปลาหมึกย่าง',
    unit: '1 ไม้',
    cal: 37
  },
  {
    name: 'ปลาอินทรีเค็มทอด',
    unit: '1 จาน',
    cal: 115
  },
  {
    name: 'เปาะเปี๊ยะทอด',
    unit: '1 ชิ้น',
    cal: 158
  },
  {
    name: 'ปาท่องโก๋',
    unit: '1 ตัว',
    cal: 124
  },
  {
    name: 'ปีกไก่ทอด',
    unit: '1 ชิ้นกลาง',
    cal: 107
  },
  {
    name: 'ปีกไก่ยัดไส้ทอด',
    unit: '1 ชิ้น',
    cal: 103
  },
  {
    name: 'ปีกไก่อบ',
    unit: '1 ชิ้น',
    cal: 169
  },
  {
    name: 'เป็ดตุ๋นมะนาวดอง',
    unit: '1 ถ้วย',
    cal: 110
  },
  {
    name: 'เป็ดพะโล้',
    unit: '1 ถ้วย',
    cal: 110
  },
  {
    name: 'ผัดกะหล่ำปลีหมู',
    unit: '1 จาน',
    cal: 230
  },
  {
    name: 'ผัดกุ้งสะตอหมู',
    unit: '1 จาน',
    cal: 200
  },
  {
    name: 'ผัดกุ้งหน่อไม้ฝรั่ง',
    unit: '1 จาน',
    cal: 230
  },
  {
    name: 'ผัดไข่หน่อไม้',
    unit: '1 จาน',
    cal: 200
  },
  {
    name: 'ผัดคะน้าปลาเค็ม',
    unit: '1 จาน',
    cal: 200
  },
  {
    name: 'ผัดไชโป๊ใส่ไข่',
    unit: '1 จาน',
    cal: 125
  },
  {
    name: 'ผัดซีอิ๊วเส้นใหญ่หมูใส่ไข่',
    unit: '1 จาน',
    cal: 679
  },
  {
    name: 'ผัดดอกกะหล่ำกุ้ง',
    unit: '1 จาน',
    cal: 210
  },
  {
    name: 'ผัดดอกกุยช่ายตับ',
    unit: '1 จาน',
    cal: 210
  },
  {
    name: 'ผัดถั่วงอกเต้าหู้',
    unit: '1 จาน',
    cal: 155
  },
  {
    name: 'ผัดถั่วลันเตากุ้ง',
    unit: '1 จาน',
    cal: 190
  },
  {
    name: 'ผัดไทยกุ้งสด',
    unit: '1 จาน',
    cal: 486
  },
  {
    name: 'ผัดไทยกุ้งสดใส่ไข่',
    unit: '1 จาน',
    cal: 545
  },
  {
    name: 'ผัดไทยไร้เส้น',
    unit: '1 จาน',
    cal: 182
  },
  {
    name: 'ผัดไทยวุ้นเส้นกุ้งสด',
    unit: '1 จาน',
    cal: 520
  },
  {
    name: 'ผัดไทยห่อไข่',
    unit: '1 จาน',
    cal: 565
  },
  {
    name: 'ผัดบรอกโคลีกุ้ง',
    unit: '1 จาน',
    cal: 210
  },
  {
    name: 'ผัดบวบใส่ไข่',
    unit: '1 จาน',
    cal: 210
  },
  {
    name: 'ผัดเปรี้ยวหวานไก่',
    unit: '1 จาน',
    cal: 215
  },
  {
    name: 'ผัดผักกระเฉดน้ำมันหอย',
    unit: '1 จาน',
    cal: 185
  },
  {
    name: 'ผัดผักกาดขาวหมูวุ้นเส้น',
    unit: '1 จาน',
    cal: 230
  },
  {
    name: 'ผัดผักกาดดองใส่ไข่',
    unit: '1 จาน',
    cal: 205
  },
  {
    name: 'ผัดผักคะน้าน้ำมันหอย',
    unit: '1 จาน',
    cal: 210
  },
  {
    name: 'ผัดผักบุ้ง (ไม่ใส่น้ำมัน)',
    unit: '1 จาน',
    cal: 40
  },
  {
    name: 'ผัดผักบุ้งไฟแดง',
    unit: '1 จาน',
    cal: 210
  },
  {
    name: 'ผัดผักรวมหมู',
    unit: '1 จาน',
    cal: 210
  },
  {
    name: 'ผัดเผ็ดปลาดุก',
    unit: '1 จาน',
    cal: 200
  },
  {
    name: 'ผัดเผ็ดปลาทอดกรอบ',
    unit: '1 จาน',
    cal: 290
  },
  {
    name: 'ผัดเผ็ดมะเขือหมู',
    unit: '1 จาน',
    cal: 250
  },
  {
    name: 'ผัดพริกแกงหมูหน่อไม้',
    unit: '1 จาน',
    cal: 200
  },
  {
    name: 'ผัดพริกขิงกุ้งกับถั่วฝักยาว',
    unit: '1 จาน',
    cal: 245
  },
  {
    name: 'ผัดพริกขิงหมูถั่วฝักยาว',
    unit: '1 จาน',
    cal: 265
  },
  {
    name: 'ผัดฟักทองใส่ไข่',
    unit: '1 จาน',
    cal: 255
  },
  {
    name: 'ผัดมะเขือยาวหมูสับ',
    unit: '1 จาน',
    cal: 210
  },
  {
    name: 'ผัดมักกะโรนีกุ้ง',
    unit: '1 จาน',
    cal: 420
  },
  {
    name: 'ผัดมักกะโรนีหมู',
    unit: '1 จาน',
    cal: 514
  },
  {
    name: 'ผัดยอดมะระน้ำมันหอย',
    unit: '1 จาน',
    cal: 185
  },
  {
    name: 'ผัดวุ้นเส้นใส่ไข่',
    unit: '1 จาน',
    cal: 265
  },
  {
    name: 'ผัดหมี่ซั่ว',
    unit: '1 จาน',
    cal: 395
  },
  {
    name: 'เผือกทอด',
    unit: '1 ชิ้น',
    cal: 99
  },
  {
    name: 'ฝรั่ง',
    unit: '1 ผล',
    cal: 174
  },
  {
    name: 'ฝอยทอง',
    unit: '1 แพ',
    cal: 146
  },
  {
    name: 'เฝอ',
    unit: '1 ถ้วย',
    cal: 240
  },
  {
    name: 'พอร์คชอปทอดผักผัดเนย',
    unit: '1 จาน',
    cal: 545
  },
  {
    name: 'พะแนงไก่',
    unit: '1 ถ้วย',
    cal: 230
  },
  {
    name: 'พะโล้',
    unit: '1 ถ้วย',
    cal: 210
  },
  {
    name: 'พุทรา',
    unit: '1 ลูก',
    cal: 20
  },
  {
    name: 'ฟักตุ๋นไก่มะนาวดอง',
    unit: '1 ถ้วย',
    cal: 125
  },
  {
    name: 'ฟักทองแกงบวด',
    unit: '1 ถ้วยเล็ก',
    cal: 165
  },
  {
    name: 'ฟักทองแกงบวด',
    unit: '1 ถ้วย',
    cal: 185
  },
  {
    name: 'มะกอกฝรั่ง',
    unit: '1 ผล',
    cal: 20
  },
  {
    name: 'มะขามหวาน',
    unit: '1 ผล',
    cal: 20
  },
  {
    name: 'มะปรางสุก',
    unit: '1 ผล',
    cal: 20
  },
  {
    name: 'มะเฟือง',
    unit: '1 ผล',
    cal: 120
  },
  {
    name: 'มะไฟ',
    unit: '1 ผล',
    cal: 4
  },
  {
    name: 'มะม่วงเขียวเสวย',
    unit: '1 ผล',
    cal: 120
  },
  {
    name: 'มะม่วงดิบ',
    unit: '1 ลูก',
    cal: 110
  },
  {
    name: 'มะม่วงน้ำดอกไม้',
    unit: '1 ชิ้น',
    cal: 15
  },
  {
    name: 'มะม่วงสุก',
    unit: '1 ลูก',
    cal: 98
  },
  {
    name: 'มะม่วงอกร่องสุก',
    unit: '1 ชิ้น',
    cal: 15
  },
  {
    name: 'มะยม',
    unit: '1 เม็ด',
    cal: 4
  },
  {
    name: 'มะละกอ',
    unit: '1 ชิ้น',
    cal: 8
  },
  {
    name: 'มักกะโรนีขี้เมาไก่',
    unit: '1 จาน',
    cal: 520
  },
  {
    name: 'มักกะโรนีผัดกุ้ง',
    unit: '1 จาน',
    cal: 420
  },
  {
    name: 'มังคุด',
    unit: '1 ผล',
    cal: 13
  },
  {
    name: 'มันแกงบวด',
    unit: '1 ถ้วยเล็ก',
    cal: 184
  },
  {
    name: 'มันทอด',
    unit: '1 ชิ้น',
    cal: 124
  },
  {
    name: 'มั่นฝรั่งทอด (เฟรนช์ฟรายส์)',
    unit: '1 ชิ้น',
    cal: 20
  },
  {
    name: 'เม็ดขนุน (ขนมไทย)',
    unit: '1 เม็ด',
    cal: 35
  },
  {
    name: 'เมล็ดมะม่วงหิมพานต์ทอด',
    unit: '1 ชิ้น',
    cal: 28
  },
  {
    name: 'เมี่ยงก๋วยเตี๋ยว',
    unit: '1 คำ',
    cal: 20
  },
  {
    name: 'เมี่ยงคำ',
    unit: '1 คำ',
    cal: 30
  },
  {
    name: 'แม่โขง',
    unit: '1 cc',
    cal: 1
  },
  {
    name: 'ยากิโซบะ',
    unit: '1 จาน',
    cal: 400
  },
  {
    name: 'ยำกุนเชียง',
    unit: '1 จาน',
    cal: 220
  },
  {
    name: 'ยำขนมจีน',
    unit: '1 จาน',
    cal: 220
  },
  {
    name: 'ยำไข่ต้ม',
    unit: '1 ฟอง',
    cal: 105
  },
  {
    name: 'ยำไข่ต้มทรงเครื่อง',
    unit: '1 จาน',
    cal: 188
  },
  {
    name: 'ยำถั่วพู',
    unit: '1 จาน',
    cal: 185
  },
  {
    name: 'ยำเนื้อย่าง',
    unit: '1 จาน',
    cal: 165
  },
  {
    name: 'ยำปลากระป๋อง',
    unit: '1 จาน',
    cal: 55
  },
  {
    name: 'ยำปลาดุกฟู',
    unit: '1 จาน',
    cal: 275
  },
  {
    name: 'ยำปลาหมึกย่าง',
    unit: '1 จาน',
    cal: 99
  },
  {
    name: 'ยำผักกระเฉด',
    unit: '1 จาน',
    cal: 115
  },
  {
    name: 'ยำผักกาดดอง',
    unit: '1 จาน',
    cal: 30
  },
  {
    name: 'ยำผักบุ้งทอดกรอบ',
    unit: '1 จาน',
    cal: 310
  },
  {
    name: 'ยำมะเขือยาว',
    unit: '1 จาน',
    cal: 35
  },
  {
    name: 'ยำมะม่วงทะเล',
    unit: '1 จาน',
    cal: 136
  },
  {
    name: 'ยำมาม่า',
    unit: '1 จาน',
    cal: 215
  },
  {
    name: 'ยำแมงกะพรุน',
    unit: '1 จาน',
    cal: 105
  },
  {
    name: 'ยำรวมมิตรทะเล',
    unit: '1 จาน',
    cal: 132
  },
  {
    name: 'ยำวุ้นเส้น',
    unit: '1 จาน',
    cal: 120
  },
  {
    name: 'ยำไส้กรอก',
    unit: '1 จาน',
    cal: 110
  },
  {
    name: 'ยำหนังหมู',
    unit: '1 จาน',
    cal: 220
  },
  {
    name: 'ยำหมูย่าง',
    unit: '1 จาน',
    cal: 165
  },
  {
    name: 'ยำหอยแมลงภู่',
    unit: '1 จาน',
    cal: 60
  },
  {
    name: 'เย็นตาโฟ',
    unit: '1 ชาม',
    cal: 290
  },
  {
    name: 'ระกำ',
    unit: '1 ผล',
    cal: 8
  },
  {
    name: 'ราดหน้าบะหมี่กรอบ',
    unit: '1 จาน',
    cal: 515
  },
  {
    name: 'ราดหน้าบะหมี่กรอบไก่',
    unit: '1 จาน',
    cal: 660
  },
  {
    name: 'ราดหน้าปลากะพง',
    unit: '1 จาน',
    cal: 435
  },
  {
    name: 'ราดหน้าเส้นใหญ่หมู',
    unit: '1 จาน',
    cal: 405
  },
  {
    name: 'ราดหน้าหมูหมี่กรอบ',
    unit: '1 จาน',
    cal: 690
  },
  {
    name: 'รูทเบียร์',
    unit: '1 แก้ว',
    cal: 105
  },
  {
    name: 'โรตี ใส่นมข้นและน้ำตาล',
    unit: '1 ชิ้น',
    cal: 192
  },
  {
    name: 'โรตีแกงเนื้อ, หมู',
    unit: '1 ชุด',
    cal: 675
  },
  {
    name: 'ลองกอง',
    unit: '1 ลูก',
    cal: 6
  },
  {
    name: 'ลอดช่องน้ำกะทิ',
    unit: '1 ถ้วย',
    cal: 210
  },
  {
    name: 'ลอดช่องสิงคโปร์',
    unit: '1 ถ้วย',
    cal: 215
  },
  {
    name: 'ละมุด',
    unit: '1 ผล',
    cal: 120
  },
  {
    name: 'ลางสาด',
    unit: '1 ผล',
    cal: 6
  },
  {
    name: 'ลาบไก่',
    unit: '1 จาน',
    cal: 125
  },
  {
    name: 'ลาบเนื้อ',
    unit: '1 จาน',
    cal: 119
  },
  {
    name: 'ลาบปลา',
    unit: '1 จาน',
    cal: 94
  },
  {
    name: 'ลาบหมู',
    unit: '1 จาน',
    cal: 119
  },
  {
    name: 'ลำไย',
    unit: '1 เม็ด',
    cal: 8
  },
  {
    name: 'ลำไยแห้ง',
    unit: '1 เม็ด',
    cal: 9
  },
  {
    name: 'ลิ้นจี่',
    unit: '1 ลูก',
    cal: 17
  },
  {
    name: 'ลูกเกด',
    unit: '1 เม็ด',
    cal: 4
  },
  {
    name: 'ลูกชิ้นไก่',
    unit: '1 ลูก',
    cal: 6
  },
  {
    name: 'ลูกชิ้นทอด',
    unit: '1 ลูก',
    cal: 35
  },
  {
    name: 'ลูกชิ้นเนื้อวัว',
    unit: '1 ลูก',
    cal: 8
  },
  {
    name: 'ลูกชิ้นปลา',
    unit: '1 ลูก',
    cal: 4
  },
  {
    name: 'ลูกชุบ',
    unit: '1 ชิ้น',
    cal: 57
  },
  {
    name: 'ลูกตาลอ่อน',
    unit: '1 ผล',
    cal: 120
  },
  {
    name: 'ลูกพลับ',
    unit: '1 ผล',
    cal: 120
  },
  {
    name: 'วอดก้า',
    unit: '1 cc',
    cal: 2
  },
  {
    name: 'วิสกี้',
    unit: '1 cc',
    cal: 2
  },
  {
    name: 'วุ้นเส้นต้มยำ',
    unit: '1 จาน',
    cal: 245
  },
  {
    name: 'วุ้นเส้นผัดไทยกุ้งสด',
    unit: '1 จาน',
    cal: 520
  },
  {
    name: 'ไวตามิลค์',
    unit: '1 ขวด',
    cal: 150
  },
  {
    name: 'ไวน์เชอร์รี',
    unit: '1 cc',
    cal: 1
  },
  {
    name: 'สตรอว์เบอร์รี',
    unit: '1 ผล',
    cal: 60
  },
  {
    name: 'สเต๊กไก่ทอด + มันบด',
    unit: '1 จาน',
    cal: 615
  },
  {
    name: 'สเต๊กปลาย่าง',
    unit: '1 จาน',
    cal: 260
  },
  {
    name: 'สเต๊กหมู + ผักสลัด',
    unit: '1 จาน',
    cal: 505
  },
  {
    name: 'สปาเกตตีกะเพรากุ้ง',
    unit: '1 จาน',
    cal: 485
  },
  {
    name: 'สปาเกตตีไก่อบ',
    unit: '1 จาน',
    cal: 430
  },
  {
    name: 'ส้มเขียวหวาน',
    unit: '1 ลูก',
    cal: 32
  },
  {
    name: 'ส้มเช้ง',
    unit: '1 ผล',
    cal: 60
  },
  {
    name: 'ส้มตำ ไม่ใส่ถั่ว',
    unit: '1 จาน',
    cal: 80
  },
  {
    name: 'ส้มตำไทย ไม่ใส่ถั่ว',
    unit: '1 จาน',
    cal: 55
  },
  {
    name: 'ส้มตำปู ไม่ใส่ถั่ว',
    unit: '1 จาน',
    cal: 35
  },
  {
    name: 'ส้มตำปูไทย ไม่ใส่ถั่ว',
    unit: '1 จาน',
    cal: 118
  },
  {
    name: 'ส้มแป้น',
    unit: '1 กิโลกรัม',
    cal: 340
  },
  {
    name: 'ส้มโอ',
    unit: '1 กลีบ',
    cal: 60
  },
  {
    name: 'สละหวาน',
    unit: '1 ผล',
    cal: 60
  },
  {
    name: 'สลัดกุ้ง',
    unit: '1 จาน',
    cal: 92
  },
  {
    name: 'สลัดกุ้งน้ำใส',
    unit: '1 จาน',
    cal: 92
  },
  {
    name: 'สลัดไก่',
    unit: '1 จาน',
    cal: 97
  },
  {
    name: 'สลัดแขก',
    unit: '1 จาน',
    cal: 230
  },
  {
    name: 'สลัดไข่',
    unit: '1 จาน',
    cal: 123
  },
  {
    name: 'สลัดเนื้อสันในทอด',
    unit: '1 จาน',
    cal: 490
  },
  {
    name: 'สลัดปลาทูน่า',
    unit: '1 จาน',
    cal: 122
  },
  {
    name: 'สับปะรด',
    unit: '1 ชิ้นเล็ก',
    cal: 8
  },
  {
    name: 'สัมปันนี',
    unit: '1 ชิ้น',
    cal: 21
  },
  {
    name: 'สาคูไส้หมู',
    unit: '1 ลูก',
    cal: 51
  },
  {
    name: 'สาลี่',
    unit: '1 ผล',
    cal: 116
  },
  {
    name: 'สาลี่หอม',
    unit: '1 ผล',
    cal: 60
  },
  {
    name: 'สุกี้กุ้ง ไม่ใส่วุ้นเส้น',
    unit: '1 ถ้วย',
    cal: 200
  },
  {
    name: 'สุกี้ไก่ ไม่ใส่วุ้นเส้น',
    unit: '1 ถ้วย',
    cal: 200
  },
  {
    name: 'สุกี้น้ำไก่',
    unit: '1 ชาม',
    cal: 345
  },
  {
    name: 'สุกี้หมู ไม่ใส่วุ้นเส้น',
    unit: '1 ถ้วย',
    cal: 200
  },
  {
    name: 'สุกี้แห้งทะเล',
    unit: '1 ชาม',
    cal: 280
  },
  {
    name: 'เส้นก๋วยเตี๋ยวผัดขี้เมา',
    unit: '1 จาน',
    cal: 605
  },
  {
    name: 'เส้นจันท์ผัดปู',
    unit: '1 จาน',
    cal: 575
  },
  {
    name: 'เส้นหมี่ลูกชิ้นน้ำใส',
    unit: '1 ชาม',
    cal: 225
  },
  {
    name: 'เส้นหมี่ลูกชิ้นหมูแห้ง',
    unit: '1 ชาม',
    cal: 430
  },
  {
    name: 'เส้นใหญ่ผัดซีอิ๊วใส่ไข่',
    unit: '1 จาน',
    cal: 520
  },
  {
    name: 'ไส้กรอกเนื้อลูกวัวอบสลัดผัก',
    unit: '1 จาน',
    cal: 465
  },
  {
    name: 'ไส้กรอกอีสาน',
    unit: '1 ลูก',
    cal: 90
  },
  {
    name: 'ไส้อั่ว',
    unit: '1 คำ',
    cal: 60
  },
  {
    name: 'หน่อไม้ผัดไข่',
    unit: '1 จาน',
    cal: 200
  },
  {
    name: 'หมี่กรอบราดหน้าหมู',
    unit: '1 จาน',
    cal: 690
  },
  {
    name: 'หมี่กะทิ',
    unit: '1 จาน',
    cal: 405
  },
  {
    name: 'หมี่ซั่วผัด',
    unit: '1 จาน',
    cal: 395
  },
  {
    name: 'หมูกรอบ',
    unit: '1 จาน',
    cal: 560
  },
  {
    name: 'หมูกะทะ',
    unit: '1 ชุด',
    cal: 375
  },
  {
    name: 'หมูคลุกเกล็ดขนมปังทอดซอส',
    unit: '1 ชุด',
    cal: 645
  },
  {
    name: 'หมูจุ่ม',
    unit: '1 ชุด',
    cal: 375
  },
  {
    name: 'หมูทอดเนยสลัดน้ำใส',
    unit: '1 จาน',
    cal: 635
  },
  {
    name: 'หมูน้ำตก',
    unit: '1 จาน',
    cal: 165
  },
  {
    name: 'หมูบด',
    unit: '1 ช้อนโต๊ะ',
    cal: 50
  },
  {
    name: 'หมูปิ้ง',
    unit: '1 ไม้',
    cal: 125
  },
  {
    name: 'หมูผัดขิง',
    unit: '1 จาน',
    cal: 275
  },
  {
    name: 'หมูแผ่น',
    unit: '1 แผ่นกลาง',
    cal: 120
  },
  {
    name: 'หมูฝอย',
    unit: '1 ช้อนโต๊ะ',
    cal: 68
  },
  {
    name: 'หมูยอชุบแป้งทอด',
    unit: '1 ชิ้น',
    cal: 125
  },
  {
    name: 'หมูย่างเกาหลี',
    unit: '1 ชุด',
    cal: 375
  },
  {
    name: 'หมูสะเต๊ะ',
    unit: '1 ไม้',
    cal: 115
  },
  {
    name: 'หมูหยอง',
    unit: '1 ช้อนโต๊ะ',
    cal: 38
  },
  {
    name: 'หลนปูเค็ม',
    unit: '1 ถ้วย',
    cal: 205
  },
  {
    name: 'หอยแมลงภู่ทอด',
    unit: '1 จาน',
    cal: 605
  },
  {
    name: 'หอยแมลงภู่อบหม้อดิน',
    unit: '1 ตัว',
    cal: 17
  },
  {
    name: 'เห็ดผัดน้ำมันหอย',
    unit: '1 จาน',
    cal: 185
  },
  {
    name: 'แหนมสด',
    unit: '1 จาน',
    cal: 175
  },
  {
    name: 'อกไก่ย่าง',
    unit: '1 ชิ้น',
    cal: 110
  },
  {
    name: 'อกไก่อบ',
    unit: '1 ชิ้น',
    cal: 169
  },
  {
    name: 'องุ่น',
    unit: '1 เม็ด',
    cal: 16
  },
  {
    name: 'องุ่นเปรี้ยว',
    unit: '1 เม็ด',
    cal: 3
  },
  {
    name: 'องุ่นหวาน',
    unit: '1 เม็ด',
    cal: 4
  },
  {
    name: 'อ้อยควั่น',
    unit: '1 ชิ้น',
    cal: 12
  },
  {
    name: 'แอปเปิล',
    unit: '1 ลูก',
    cal: 42
  },
  {
    name: 'โอวัลติน',
    unit: '1 แก้ว',
    cal: 220
  },
  {
    name: 'ฮะเก๋า',
    unit: '1 ลูกเล็ก',
    cal: 115
  },
  {
    name: 'ขนมถ้วย',
    unit: '1 ถ้วย',
    cal: 133
  },
  {
    name: 'กระทงทองไส้ข้าวโพด',
    unit: '1 ชิ้น',
    cal: 72
  },
  {
    name: 'กระทงทองไส้ไก่',
    unit: '1 ชิ้น',
    cal: 93
  },
  {
    name: 'กระยาสารท',
    unit: '1 ชิ้นกลาง',
    cal: 210
  },
  {
    name: 'กล้วยคลุกมะพร้าว',
    unit: '1 ถ้วยเล็ก',
    cal: 100
  },
  {
    name: 'ขนมชั้น',
    unit: '1 ชิ้น',
    cal: 92
  },
  {
    name: 'ขนมต้มขาว',
    unit: '1 ลูก',
    cal: 41
  },
  {
    name: 'ขนมปลากริมไข่เต่า',
    unit: '1 ถ้วย',
    cal: 250
  },
  {
    name: 'ขนมปังกระเทียม',
    unit: '1 ชิ้น',
    cal: 85
  },
  {
    name: 'ขนมปังขาไก่',
    unit: '1 ชิ้น',
    cal: 65
  },
  {
    name: 'ขนมปังปอนด์',
    unit: '1 แผ่น',
    cal: 80
  },
  {
    name: 'ขนมปังมะพร้าว',
    unit: '1 ชิ้น',
    cal: 235
  },
  {
    name: 'ขนมปังสังขยา',
    unit: '1 ชิ้น',
    cal: 230
  },
  {
    name: 'ขนมปังอบกรอบ',
    unit: '1 แผ่นเล็ก',
    cal: 20
  },
  {
    name: 'ขนมปังไส้กรอก',
    unit: '1 ชิ้น',
    cal: 130
  },
  {
    name: 'ขนมปังไส้หมูหยอง',
    unit: '1 ชิ้น',
    cal: 185
  },
  {
    name: 'ขนมหม้อแกง',
    unit: '1 ชิ้น',
    cal: 179
  },
  {
    name: 'ขนมไหว้พระจันทร์ไส้ทุเรียนกวน',
    unit: '1 ชิ้น',
    cal: 340
  },
  {
    name: 'ขนมไหว้พระจันทร์ไส้ลูกบัวไข่เค็ม',
    unit: '1 ชิ้น',
    cal: 375
  },
  {
    name: 'ข้าวกุ้งทอดกระเทียมพริกไทย',
    unit: '1 จาน',
    cal: 495
  },
  {
    name: 'ข้าวเหนียวหน้ากุ้ง',
    unit: '1 ห่อ',
    cal: 179
  },
  {
    name: 'ข้าวเหนียวสังขยา',
    unit: '1 ห่อ',
    cal: 370
  },
  {
    name: 'ครีมเทียม',
    unit: '1 ช้อนชา',
    cal: 45
  },
  {
    name: 'ครีมโรล',
    unit: '1 ชิ้น',
    cal: 360
  },
  {
    name: 'คอร์นเฟลก',
    unit: '1 ถ้วยตวง',
    cal: 110
  },
  {
    name: 'คุ้กกี้ข้าวโอ๊ต',
    unit: '1 ชิ้น',
    cal: 75
  },
  {
    name: 'คุ้กกี้ชาเขียว',
    unit: '1 ชิ้น',
    cal: 75
  },
  {
    name: 'คุ้กกี้ช็อกโกแลตชิป',
    unit: '1 ชิ้น',
    cal: 215
  },
  {
    name: 'คุ้กกี้สิงคโปร์',
    unit: '1 ชิ้น',
    cal: 95
  },
  {
    name: 'คุ้กกี้เนย',
    unit: '1 ชิ้น',
    cal: 105
  },
  {
    name: 'คุ้กกี้ไส้สับปะรด',
    unit: '1 ชิ้น',
    cal: 190
  },
  {
    name: 'ชาดำเย็น',
    unit: '1 แก้ว',
    cal: 110
  },
  {
    name: 'ชามะนาว',
    unit: '1 แก้ว',
    cal: 100
  },
  {
    name: 'ชาร้อน',
    unit: '1 แก้ว',
    cal: 55
  },
  {
    name: 'ชาเย็น',
    unit: '1 แก้ว',
    cal: 100
  },
  {
    name: 'ช็อกโกแลตร้อน',
    unit: '1 แก้ว',
    cal: 120
  },
  {
    name: 'ถั่วลิสงแผ่นทอด',
    unit: '1 แผ่น',
    cal: 150
  },
  {
    name: 'ถั่วลิสงต้ม',
    unit: '1 ช้อนโต๊ะ',
    cal: 45
  },
  {
    name: 'ถั่วเขียวต้มน้ำตาล',
    unit: '1 ถ้วยเล็ก',
    cal: 160
  },
  {
    name: 'ทองหยิบ',
    unit: '1 ดอก',
    cal: 105
  },
  {
    name: 'ทุเรียนกวน',
    unit: '1 ช้อนโต๊ะ',
    cal: 115
  },
  {
    name: 'น้ำนมข้าวโพด',
    unit: '1 แก้ว',
    cal: 80
  },
  {
    name: 'น้ำตาลทราย',
    unit: '1 ช้อนชา',
    cal: 20
  },
  {
    name: 'น้ำฝรั่ง',
    unit: '1 กล่อง',
    cal: 100
  },
  {
    name: 'บราวนี่',
    unit: '1 ชิ้น',
    cal: 340
  },
  {
    name: 'น้ำใบเตย',
    unit: '1 แก้ว',
    cal: 120
  },
  {
    name: 'น้ำใบบัวบก',
    unit: '1 แก้ว',
    cal: 120
  },
  {
    name: 'พายกรอบ',
    unit: '1 ชิ้น',
    cal: 118
  },
  {
    name: 'พายชีสบูลเบอร์รี',
    unit: '1 ชิ้น',
    cal: 350
  },
  {
    name: 'พายทูน่า',
    unit: '1 ชิ้น',
    cal: 280
  },
  {
    name: 'พิซซ่าขอบไส้กรอกชีส',
    unit: '1 ชิ้น',
    cal: 340
  },
  {
    name: 'พิซซ่าทะเล',
    unit: '1 ชิ้น',
    cal: 335
  },
  {
    name: 'พิซซ่าฮาวายเอี้ยน',
    unit: '1 ชิ้น',
    cal: 345
  },
  {
    name: 'พิซซ่าไส้กรอก',
    unit: '1 ชิ้น',
    cal: 290
  },
  {
    name: 'ฟักทองเชื่อม',
    unit: '1 จาน',
    cal: 167
  },
  {
    name: 'มะกอกทรงเครื่อง',
    unit: '1 ผล',
    cal: 33
  },
  {
    name: 'มะขามหวาน',
    unit: '1 ฝัก',
    cal: 30
  },
  {
    name: 'มะม่วงอกร่องสุก',
    unit: '1 ชิ้น',
    cal: 15
  },
  {
    name: 'มันฝรั่งแผ่น',
    unit: '1 ชิ้น',
    cal: 13
  },
  {
    name: 'มันเทศเชื่อม',
    unit: '1 ถ้วยเล็ก',
    cal: 230
  },
  {
    name: 'มันแกงบวด',
    unit: '1 ถ้วยเล็ก',
    cal: 184
  },
  {
    name: 'มาการีน',
    unit: '1 ช้อนชา',
    cal: 45
  },
  {
    name: 'รวมมิตร',
    unit: '1 ถ้วยเล็ก',
    cal: 230
  },
  {
    name: 'ลูกชิ้นปิ้ง',
    unit: '1 ไม้',
    cal: 165
  },
  {
    name: 'ลูกตาลลอยแก้ว',
    unit: '1 ถ้วย',
    cal: 180
  },
  {
    name: 'ลูกเกด',
    unit: '1 เม็ด',
    cal: 4
  },
  {
    name: 'วุ้นมะพร้าวอ่อน',
    unit: '1 ชิ้น',
    cal: 80
  },
  {
    name: 'สังขยา',
    unit: '1 ชิ้นเล็ก',
    cal: 204
  },
  {
    name: 'สังขยาฟักทอง',
    unit: '1 ชิ้นเล็ก',
    cal: 288
  },
  {
    name: 'สังขยาเผือก',
    unit: '1 ชิ้นเล็ก',
    cal: 222
  },
  {
    name: 'เกี๊ยวกรอบ',
    unit: '1 ชิ้น',
    cal: 78
  },
  {
    name: 'เค้กกล้วยหอม',
    unit: '1 ชิ้น',
    cal: 370
  },
  {
    name: 'เค้กช็อกโกแลต',
    unit: '1 ชิ้น',
    cal: 275
  },
  {
    name: 'เค้กเนย',
    unit: '1 ชิ้น',
    cal: 255
  },
  {
    name: 'เค้กใบเตย',
    unit: '1 ชิ้น',
    cal: 250
  },
  {
    name: 'เต้าหู้เหลือง',
    unit: '1 ชิ้น',
    cal: 90
  },
  {
    name: 'แซนด์วิชแฮมชีส',
    unit: '1 คู่',
    cal: 290
  },
  {
    name: 'แซนด์วิชทูน่า',
    unit: '1 คู่',
    cal: 180
  },
  {
    name: 'แซนด์วิชไก่',
    unit: '1 คู่',
    cal: 240
  },
  {
    name: 'แยมโรล',
    unit: '1 ชิ้น',
    cal: 310
  },
  {
    name: 'แฮมเบอร์เกอร์ไก่ชีส',
    unit: '1 ชิ้น',
    cal: 280
  },
  {
    name: 'แฮมเบอร์เกอร์หมู',
    unit: '1 ชิ้น',
    cal: 245
  },
  {
    name: 'โดนัท',
    unit: '1 ชิ้น',
    cal: 270
  },
  {
    name: 'โรตีสายไหม',
    unit: '1 ชิ้น',
    cal: 145
  },
  {
    name: 'ไอศกรีมกะทิ',
    unit: '1 ก้อน',
    cal: 108
  },
  {
    name: 'ไอศกรีมกาแฟ',
    unit: '1 ก้อน',
    cal: 142
  },
  {
    name: 'ไอศกรีมช็อกโกแลต',
    unit: '1 ก้อน',
    cal: 110
  },
  {
    name: 'ไอศกรีมวานิลลา',
    unit: '1 ก้อน',
    cal: 140
  },
  {
    name: 'ไอศกรีมสตรอว์เบอร์รี',
    unit: '1 ก้อน',
    cal: 110
  },
  {
    name: 'ไอศกรีมเรซิน',
    unit: '1 ก้อน',
    cal: 264
  }
]
